export const soalatQablSandoq = [
    {
      id: 0,
      q: " صندوق سرمایه‌گذاری چیست؟ ",
      a: "صندوق سرمایه‌گذاری به صندوق هایی گفته می شود که صندوق وجه نقد را از سرمایه‌گذار دریافت کرده و برای آن سرمایه‌گذاری انجام می‌دهد.",
      open: false,
    },
    {
      id: 1,
      q: " مزایای صندوق‌های سرمایه‌گذاری چیست؟",
      a: " این صندوق‌ها توسط افراد خبره و کارشناس بازارهای مالی مدیریت می‌شود و یکی از بهترین گزینه‌ها برای سرمایه‌گذاری در هر بازاری می باشد.",
      open: false,
    },
    {
      id: 2,
      q: " حداقل مبلغ سرمایه‌گذاری در صندوق‌ها چقدر هست؟",
      a: "حداقل مبلغ برای سرمایه‌گذاری در صندوق‌ها ۵۰،۰۰۰ تومان می‌باشد.",
      open: false,
    },
  ];
  export const soalatBadSandoq = [
    {
      id: 3,
      q: " چگونه متوجه شویم که کدام صندوق برای ما مناسب است؟",
      a: "بعد از ثبت‌نام در سرمایه‌گذاری اهرم کافیست فرم مشاوره سرمایه‌گذاری را تکمیل کنید تا کارشناسان ما با شما ارتباط بگیرند.",
      open: false,
    },
    {
      id: 4,
      q: " کارمزد صندوق ها به چه صورت محاسبه می ‌شود؟",
      a: "کارمزد تمامی صندوق ها ۱ درصد می‌باشد. این کارمزد بابت هزینه خرید و فروش و مدیریت دارایی از سرمایه‌‌گذاران دریافت می‌شود.",
      open: false,
    },
    {
      id: 5,
      q: " چرا باید برای خرید صندوق‌های سرمایه‌گذاری احراز هویت کنم؟",
      a: "احراز هویت تمامی سرمایه‌گذاران با توجه به قوانین کشور انجام می‌شود و بدون احراز هویت امکان سرمایه‌گذاری وجود ندارد.",
      open: false,
    },
  ];