const data = [
  {
    id: 0,
    open: true,
    S: "سرویس دریافت اعتبار سرمایه‌گذاری اهرم چیست؟",
    J: "سرویس اعتباری سرمایه‌گذاری اهرم راهی ساده برای سرمایه‌گذاری در صندوق‌های ارز دیجیتال بدون داشتن سرمایه اولیه است. شما می‌توانید مبلغ و زمان بازپرداخت اعتبار خود را مشخص کرده و پس از دریافت اعتبار نسبت به سرمایه‌گذاری اقدام کنید.",
  },
  {
    id: 1,
    open: false,
    S: "چگونه می‌توانم اعتبار دریافت کنم؟",
    J: "برای دریافت اعتبار کافی است مبلغ و مدت بازپرداخت را انتخاب کرده و پس از تکمیل فرم درخواست اعتبار درخواست خود را ثبت کنید.",
  },
  {
    id: 2,
    open: false,
    S: "تا چه مبلغی می‌توانم اعتبار بگیرم؟",
    J: "شما از ۵ تا ۷۵ میلیون تومان می‌توانید اعتبار دریافت کنید.",
  },
  {
    id: 3,
    open: false,
    S: "سود و کارمزد اعتبار چقدر است؟",
    J: "هیچ سود و کارمزدی از شما دریافت نمی‌شود.",
  },
  {
    id: 4,
    open: false,
    S: "آیا برای دریافت اعتبار پیش پرداخت لازم است؟",
    J: "خیر! نیاز به هیچ پیش پرداختی نیست.",
  },
  {
    id: 5,
    open: false,
    S: "آیا امکان دریافت اعتبار برای همه کاربران فعال است؟",
    J: "بله! همه کاربران سرمایه‌گذارای اهرم می‌توانید از دریافت اعتبار استفاده کنند.",
  },
  {
    id: 6,
    open: false,
    S: "اعتبار چه زمانی به موجودی من اضافه می‌شود؟",
    J: "اعتبار حداکثر یک روز کاری پس از تایید احراز هویت، به موجودی کیف پول شما اضافه می‌شود.",
  },
  {
    id: 7,
    open: false,
    S: "از اعتبار دریافت شده به چه شکل باید استفاده کنم؟",
    J: "پس از این که اعتبار را دریافت کردید، موجودی کیف پول اعتباری شما افزایش پیدا می‌کند و با موجودی خود می‌توانید در صندوق‌های سرمایه‌گذاری معامله کنید",
  },
  {
    id: 8,
    open: false,
    S: "آیا امکان واریز اعتبار به حساب بانکی وجود دارد؟",
    J: "شما پس از تسویه کامل اعتبار می‌توانید موجودی خود را برداشت کنید.",
  },
  {
    id: 9,
    open: false,
    S: "چگونه باید قسط‌های خود را پرداخت کنم؟",
    J: "شما می‌توانید با مراجعه به صفحه پرداخت اقساط نسبت به پرداخت اقدام کنید.",
  },
  {
    id: 10,
    open: false,
    S: "آیا می‌توانم مبلغ دریافتی را زود تر از موعد تسویه کنم؟",
    J: "امکان پرداخت هر قسط یک هفته قبل از تاریخ سررسید امکان پذیر می‌باشد.",
  },
];
export default data;
