export default function AllPrivacy() {
  return (
    <div className="mx-auto max-w-5xl py-14 px-4">
      <div className="space-y-3 text-[#334155]">
        <h2>ما که هستیم؟</h2>
        <h3>
          ما در سرمایه‌گذاری اهرم به منظور احترام و صیانت از حریم شخصی کاربران
          خود در صدد هستیم استانداردهای مرتبط با حریم شخصی در نرم افزارها، صفحات
          وب و پلتفرم های آنلاین را ارتقاء بخشیم.
        </h3>
        <h3>
          {" "}
          در همین راستا سرمایه‌گذاری اهرم در تعامل با کاربران مقررات حاکم بر
          بازارهای مالی و سایر مقررات حاکم مرتبط با حریم شخصی را سرلوحه سیاست‌ها
          و رویه‌های اجرایی خود قرار داده است.
        </h3>
        <h3>
          {" "}
          در ادامه خط مشی حفاظت از حریم خصوصی سرمایه‌گذاری اهرم به مثابه چهارچوب
          صیانت از اطلاعات کاربران دریافت کننده خدمات ارائه می گردد.
        </h3>
        <h2>ما چه اطلاعاتی را جمع آوری می‌کنیم؟</h2>
        <h2>اطلاعات شخصی</h2>
        <h3>
          هنگام استفاده از سرویس، ممکن است اطلاعات احراز هویت شخصی خاصی را که
          می‌تواند برای تماس یا شناسایی شما استفاده شود، جمع آوری کنیم. اطلاعات
          قابل شناسایی شخصی ممکن است شامل موارد زیر باشد:
        </h3>
        <h3>نام و نام خانوادگی</h3>
        <h3>کد ملی</h3>
        <h3>تاریخ تولد</h3>
        <h3>ملیت</h3>
        <h3>آدرس ایمیل</h3>
        <h3>شماره تلفن</h3>
        <h3>
          کوکی‌ها و داده های کاربردی من جمله نوع دستگاه شما (نوع رایانه یا تلفن
          همراه شما)، آدرس پروتکل اینترنت شما، نوع مرورگر، نسخه مرورگر ، صفحات
          بازدید شما از سرویس ما، زمان و تاریخ بازدید، زمان صرف شده در آن صفحات،
          شناسه های منحصر به فرد دستگاه، نوع دستگاه تلفن همراه ، نوع اینترنت
          تلفن همراه و سایر اطلاعات مشابه و کاربردی
        </h3>
        <h2>اطلاعات حساس</h2>
        <h3>اطلاعات پرداخت</h3>
        <h3>اطلاعات احراز هویت</h3>
        <h3>اطلاعات بانکی</h3>
        <h3>اطلاعات پستی</h3>
        <h3>
          سرمایه‌گذاری اهرم از داده‌های جمع‌آوری شده برای اهداف مختلف استفاده
          می‌کند:
        </h3>
        <h3>
          جمع آوری اطلاعات به موجب الزامات و مقررات بازارهای مالی و سایر مقررات
          حاکم؛
        </h3>
        <h3>برای ارائه و نگهداری خدمات؛</h3>
        <h3>برای اطلاع از تغییرات سرویس؛</h3>
        <h3>برای داده‌کاوی و بهبود خدمات؛</h3>
        <h3>برای نظارت و جلوگیری از تخلفات؛</h3>
        <h3>
          برای شناسایی، جلوگیری و رسیدگی به مسائل و مشکلات فنی و پشتیبانی مشتری؛
        </h3>
        <h3>
          برای نظارت بر اجرای تعهدات و حقوق فی‌مابین ناشی از هر گونه قرارداد
          منعقد شده؛
        </h3>
        <h3>برای هر هدف دیگری با رضایت شما؛</h3>
        <h2>کوکی‌ها</h2>
        <h3>
          ما از کوکی ها و فن آوری های مشابه استفاده می‌کنیم که ممکن است شناسه
          منحصر به فرد ناشناسی را دربر بگیرند. کوکی ها از یک وب سایت به مرورگر
          شما ارسال می شوند و در دستگاه شما ذخیره می شوند. از سایر فن آوری های
          ردیابی مانند برچسب ها و اسکریپت ها نیز برای جمع آوری و ردیابی اطلاعات
          و بهبود و تجزیه و تحلیل سرویس ما استفاده می شود. می توانید به مرورگر
          خود دستور دهید که همه کوکی ها را غیر فعال کند یا زمان ارسال کوکی را
          نشان دهد. با این حال ، اگر کوکی ها را قبول نکنید ، ممکن است نتوانید از
          برخی خدمات ما استفاده کنید.
        </h3>
        <h3>نمونه هایی از کوکی هایی که ما استفاده می کنیم:</h3>
        <h3>
          کوکی های جلسه ای: ما برای اداره سرویس خود از کوکی های جلسه ای استفاده
          می کنیم.
        </h3>
        <h3>
          کوکی های ترجیحی: ما از کوکی های ترجیحی برای یادآوری تنظیمات مختلف شما
          استفاده می کنیم.
        </h3>
        <h3>
          کوکی های امنیتی: ما از کوکی های امنیتی برای اهداف امنیتی استفاده می
          کنیم.
        </h3>
        <h3>
          کوکی های تبلیغاتی: از کوکی های تبلیغاتی برای ارائه تبلیغات به شما
          استفاده می شود که ممکن است مربوط به شما و علایق تان باشد.
        </h3>
        <h2>تغییرات و به روز رسانی در سیاست حفظ حریم خصوصی</h2>
        <h3>ممکن است سیاست حفظ حریم خصوصی خود را به روز رسانی کنیم.</h3>
        <h3>
          ما با ارسال سیاست حفظ حریم خصوصی جدید در این صفحه ، هرگونه تغییری را
          به شما اطلاع خواهیم داد.
        </h3>
        <h3>
          به شما توصیه می شود به منظور اطلاع از هرگونه تغییر ، سیاست حفظ حریم
          خصوصی را به صورت دوره ای مرور کنید.
        </h3>
        <h3>
          تغییرات در سیاست های حفظ حریم خصوصی زمانی اعمال می شوند که در این صفحه
          قرار بگیرند.
        </h3>
        <h2>ما در چه مواردی اطلاعات را به اشتراک می گذاریم؟</h2>
        <h3>
          ما ممکن است اطلاعات شخصی جمع آوری شده یا ارائه شده توسط شما را به
          اشتراک بگذاریم، از جمله در موارد زیر:
        </h3>
        <h3>
          برای اجرای قانون. در شرایط خاص، ممکن است از ما خواسته شود که اطلاعات
          شخصی شما را به موجب قانون یا در پاسخ به درخواست لازم الاجرای مقامات
          قانونی و قضایی، به اشتراک بگذاریم.
        </h3>
        <h3>به شرکت های تابعه خود.</h3>
        <h3>برای تحقق هدف موردنظر شما؛</h3>
        <h3>برای هر هدف دیگری که ما در هنگام درخواست اطلاعات اعلام کنیم.</h3>
        <h3>با رضایت شما در هر مورد دیگر؛</h3>
        <h2>تماس با ما</h2>
        <h3>
          چنانچه در مورد سیاست حفظ حریم خصوصی سوالی دارید، لطفا از طریق ایمیل
          info@ahrominvest.ir یا شماره تلفن: ۳۴۰۰۰۲۵۳-۰۲۶ با ما تماس بگیرید.
        </h3>
      </div>
    </div>
  );
}
