export default function AllTerms() {
  return (
    <div className="mx-auto max-w-5xl pt-14 px-4">
    <div className="space-y-3 text-[#334155]">
        <h2>ماده ۱: تعاریف و اصطلاحات</h2>
        <h3>۱-۱- شرکت: منظور شرکت پردازش اطلاعات مالی اهرم به شماره ثبت ۴۲۴۵۰ نزد مرجع ثبت شرکت‌ها می‌باشد.</h3>
        <h3>۲-۱- اهرم: منظور واحد سرمایه‌گذاری شرکت می‌باشد که خدمات مربوط به سرمایه‌گذاری در بازار‌های مالی را ارائه می‌دهد.</h3>
        <h3>۳-۱- نشانی اینترنتی: منظور آدرس اینترنتی واحد سرمایه‌گذاری شرکت می‌باشد.</h3>
        <h3>۴-۱- کاربر: شخصی حقیقی یا حقوقی است که به هر نحوی از خدمات اهرم استفاده می‌کند.</h3>
        <h3>۵-۱- سرمایه‌گذار: شخصی حقیقی یا حقوقی است که مالک تعدادی از واحد‌های صندوق‌ سرمایه‌گذاری می‌باشد.</h3>
        <h3>۶-۱- صندوق: منظور صندوق‌های سرمایه‌گذاری فعال در اهرم می‌باشد.</h3>
        <h3>۷-۱- سرمایه صندوق: منظور دارایی تحت مدیریت صندوق است. این سرمایه متغیر می‌باشد و هر زمان برابر جمع ارزش واحد‌های صندوق نزد سرمایه‌گذاران است.</h3>
        <h3>۸-۱- واحد‌های سرمایه‌گذاری: کوچک‌ترین جزء سرمایه صندوق می‌باشد.</h3>
        <h3>۹-۱- واحد‌های سرمایه‌گذاری نزد سرمایه‌گذاران: واحد سرمایه‌گذاری است که در مالکیت سرمایه‌گذار می‌باشد.</h3>
        <h3>۱۰-۱- دارایی‌های صندوق: منظور کلیه حقوق مادي و معنوي صندوق است از جمله وجوه دریافتی از سرمایه‌گذاران و خرید واحدهاي سرمایه‌گذاري، اوراق بهاداري که از محل این وجوه به نام صندوق خریداري می‌شود و کلیه حقوق، منافع و سود متعلق به آن‌ها، مطالبات صندوق از اشخاص و کارمزدهایی که برای صندوق دریافت می‌شود.</h3>
        <h3>۱۱-۱- ارزش روز هر واحد سرمایه‌گذاری: ارزشی است که به تومان برای هر واحد سرمایه‌گذاری در پایان هر روز محاسبه می‌شود.</h3>
        <h3>۱۲-۱- قیمت خرید: مبلغی است به تومان که بابت خرید واحد‌ها از سرمایه‌گذار دریافت می‌شود.</h3>
        <h3>۱۳-۱- قیمت فروش: مبلغی است به تومان که بابت فروش واحد‌ها به سرمایه‌گذار پرداخت می‌شود.</h3>
        <h3>۱۴-۱- تومان: منظور واحد پول رایج جمهوری اسلامی ایران است.</h3>
        <h3>۱۵-۱- کارمزد: هزینه‌ای که بابت خرید و فروش واحد‌های صندوق از سرمایه‌گذار دریافت می‌شود.</h3>
        <h3>۱۶-۱- مدیر صندوق: منظور شخص حقوقی است که مدیریت صندوق را بر عهده دارد.</h3>
        <h3>۱۷-۱- ناظر صندوق: منظور شخصی حقوقی است که نظارت بر فعالیت صندوق‌ها را بر عهده دارد.</h3>
        <h3>۱۸-۱- مراجع قضایی: منظور مراجع قضایی مطابق قوانین جمهوری اسلامی ایران می‌باشد.</h3>
        <h3>۱۹-۱- مرجع ثبت شرکت‌‌ها: بخشی از سازمان ثبت اسناد و املاک کشور است که وظیفه تأسیس شرکت‌ها را بر عهده دارد.</h3>
        <h3>۲۰-۱- رویه خرید و فروش واحد‌های سرمایه‌گذاری: رویه‌ای است که صندوق، واحد‌های سرمایه‌گذاری را به سرمایه‌گذاران واگذار می‌کند یا واحد‌ها را از سرمایه‌گذاران خریداری می‌کند.</h3>
        <h3>۲۱-۱- حساب کاربری: حسابی است که کاربران برای استفاده از خدمات اهرم از آن استفاده می‌کنند.</h3>
        <h3>۲۲-۱- کیف پول: امکانی در اهرم می‌باشد که سرمایه‌گذار می‌تواند وجوه نقد خود را در آن نگهداری کند.</h3>
        <h3>۲۳-۱- موجودی: مبلغی است که سرمایه‌گذار برای سرمایه‌گذاری در صندوق‌های اهرم در کیف پول خود نگهداری می‌کند.</h3>
        <h3>۲۴-۱- اطلاعات محرمانه: اطلاعاتی که توسط سرمایه‌گذار در اهرم ثبت می‌شود و یا اطلاعات که به صورت خودکار در نتیجه عملیات سیستمی ایجاد می‌شود.</h3>
        <h3>۲۵-۱- قوانین و مقررات جمهوری اسلامی ایران: قانون اساسی، قوانین عادی، آئین‌نامه‌های اجرایی، بخشنامه‌ها و دستورالعمل‌ها</h3>
        <br/>
        <h2>ماده ۲: موضوع قرارداد</h2>
        <h3>موضوع این قرارداد سرمایه‌گذاری در صندوق‌های اهرم می‌باشد.</h3>
        <br/>     
      <h2>ماده ۳: مدت قرارداد</h2>
        <h3>این قرارداد از تاریخ انعقاد به مدت نامحدود اعتبار دارد.</h3>
        <br/>
        <h2>ماده ۴: کلیات</h2>
        <h3>۱-۴- صندوق‌ها تحت مالکیت شرکت پردازش اطلاعات مالی اهرم، ثبت شده نزد مرجع ثبت شرکت‌ها می‌باشد و طبق مقررات این سند اداره می‌شود.</h3>
        <h3>۲-۴- هدف از تشکیل صندوق‌ها جمع‌آوری وجوه از سرمایه‌گذاران و اختصاص آن‌ها به خرید انواع دارایی با توجه به درخواست سرمایه‌گذار و کاهش ریسک سرمایه‌گذاری می‌باشد.</h3>
        <h3>۳-۴- موضوع فعالیت صندوق، سرمایه‌گذاری در انواع ارزهای دیجیتال می‌باشد.</h3>
        <h3>۴-۴- عمر صندوق‌های سرمایه‌گذاری نامحدود است.</h3>
        <h3>۵-۴- نشانی اینترنتی صندوق ahrominvest.ir می‌باشد و سرمایه‌گذاران از این نشانی می‌توانند به تمامی بخش‌های صندوق دسترسی داشته باشند.</h3>
        <h3>۶-۴- محل اقامت شرکت عبارت است از: استان البرز، شهر کرج، بلوار بلال، ساختمان پارسیان، طبقه ۴، واحد ۲۲، کدپستی: ۳۱۳۴۸۵۴۲۲۷</h3>
        <h3>روزهای کاری از شنبه تا چهارشنبه از ساعت ۹ الی ۱۷ و روزهای پنجشنبه از ساعت ۹ الی ۱۳ به استثنای روزهای تعطیل رسمی است.</h3>
        <h3>شماره تماس: ۳۴۰۰۰۲۵۳-۰۲۶</h3>
        <h3>پست الکترونیک: info@ahrominvest.ir</h3>
        <br/>
        <h2>ماده ۵: حساب کاربری</h2>
        <h3>۱-۵- کاربر با ثبت نام در اهرم و همچنین با هر بار استفاده از خدمات آن، می‌پذیرند که شرایط و قوانین حاضر را به صورت کامل مطالعه کرده و آن را با اطلاع از شرایط و معانی‌اش پذیرفته‌اند و استفاده کاربر از خدمات، پس از هر بار تغییر در شرایط و قوانین، به معنی پذیرش تغییرات مذکور است، این قوانین برای مطالعه در نشانی اینترنتی در دسترس می‌باشد.</h3>
        <h3>۲-۵- کاربر می‌پذیرد کلیه اطلاعات درخواستی را مطابق با واقعیت، صحیح و بروز وارد کند و شخص کاربر مسئول عدم صحت و به‌روز نبودن اطلاعات است. در صورت اثبات خلاف این موضوع شرکت هیچ گونه مسئولیتی در مورد خسارت و مشکلات ناشی از عدم اعتبار اطلاعات اعلامی بر عهده نخواهد داشت.</h3>
        <h3>۳-۵- کاربر متعهد می‌شود که صرفا با شماره تماس متعلق به خود در اهرم ثبت‌نام کند. در غیر این صورت در برابر شخص ذی‌نفع صاحب شماره تماس تمامأ مسئول بوده و شرکت به محض آگاهی از این موضوع مجاز خواهد بود نسبت به لغو عضویت اقدام کند.</h3>
        <h3>۴-۵- کاربر حقوقی مکلف به معرفی نماینده (شخص حقیقی) برای ثبت نام هستند. همچنین مشخصات نماینده باید در روزنامه رسمی شرکت قابل مشاهده باشد.</h3>
        <h3>۵-۵- مسئولیت همۀ فعالیت‌هایی که از طریق حساب کاربری اشخاص حقیقی و یا حقوقی انجام می‌شود، به عهده کاربر است.</h3>
        <h3>۶-۵- مسئولیت حفظ امنیت اطلاعات حساب کاربری به عهده کاربر می‌باشد، در صورت مفقود شدن یا به سرقت رفتن اطلاعات حساب کاربری، کاربر مذکور موظف است در اسرع وقت موضوع را به اطلاع شرکت برساند. بدیهی است تا زمانی که اطلاع‌رسانی به شرکت انجام نشده است، مسئولیت همۀ فعالیت‌هایی که از طریق حساب کاربری مذکور انجام شده و می‌شود به عهده وی خواهد بود.</h3>
        <h3>۷-۵- کاربر حق ندارند به سایر اشخاص حقیقی و حقوقی اجازه استفاده از حساب کاربری خود را بدهند یا حساب خود را به شخص حقیقی یا حقوقی دیگری منتقل کنند. در مورد کاربر شخص حقوقی نیز مسئولیت‌های قانونی استفاده از خدمات متوجه مدیران اشخاص حقوقی خواهد بود.</h3>
        <h3>۸-۵- کاربر می‌پذیرند و اعلام می‌کنند که متن حریم خصوصی را مطالعه کرده و مورد قبول ایشان است.</h3>
        <h3>۹-۵- کاربر می‌پذیرد که از خدمات ارائه شده برای انجام هیچ فعالیت غیرقانونی طبق قوانین جمهوری اسلامی ایران، خلاف شرع و مخالف با عرف جامعه استفاده نکنند.</h3>
        <h3>۱۰-۵- کاربر متعهد می‌شود هیچ‌گاه از خدمات، به صورتی که به شرکت، صدمه ای وارد کند، استفاده نکند. در صورتی که کاربر نسبت به سوءاستفاده از امکانات فراهم شده در جهت منافع شخصی و یا آسیب مادی یا معنوی به منافع شرکت اقدام کنند، شرکت ضمن داشتن حق قطع خدمات و غیرفعال کردن حساب‌ کاربری، مجاز خواهد بود، با مراجع به مراجع ذی‌صلاح، نسبت به پیگیری قانونی از جمله مطالبه خسارت وارده اقدام کند.</h3>
        <h3>۱۱-۵- برای سرمایه‌گذاری لازم است که هر سرمایه‌گذار اعم از شخص حقیقی یا حقوقی یک حساب کاربری ایجاد کند، تنها اشخاصی که بیش از ۱۸ سال سن دارند و واجد اهلیت قانونی هستند، می‌توانند اقدام به ساخت حساب کاربری کنند.</h3>
        <h3>۱۲-۵- افراد زیر ۱۸ سال برای سرمایه‌گذاری در صندوق‌ها باید گواهی رشد خود را از مراجع ذی‌صلاح قانونی اخد نموده و مستندات آن را به شرکت ارسال نمایند.</h3>
        <h3>۱۳-۵- سرمایه‌گذار موظف به احراز هویت برای سرمایه‌گذاری می‌باشد. اطلاعاتی که برای احراز هویت از سرمایه‌گذار دریافت می‌شود شامل اطلاعات هویتی، آدرس و اطلاعات بانکی می‌باشد.</h3>
        <br/>
        <h2>ماده ۶: واحدهای سرمایه‌گذاری</h2>
        <h3>۱-۶- واحدهای سرمایه‌گذاری قابل خرید و فروش برای کلیه اشخاص حقیقی و حقوقی می‌باشد.</h3>
        <h3>۲-۶- واحدهای سرمایه‌گذاری قابل انتقال به شخصی دیگر نمی‌باشند مگر در شرایطی که سرمایه‌گذار در قید حیات نباشد و با حکم قضایی این واجب صورت گیرد.</h3>
        <h3>۳-۶- ارزش روز هر واحد سرمایه‌گذاري در پایان هر روز، برابر با ارزش روز دارایی‌هاي صندوق در پایان آن روز محاسبه می‌شود.</h3>
        <h3>۴-۶- واحد‌های سرمایه‌گذاری باید با حساب‌های بانکی مالک حساب کاربری خریداری شود. در غیر این صورت مبلغ پرداختی به حساب شخص واریز کننده آن عودت داده می‌شود.</h3>
        <h3>۵-۶- کارمزد خرید و فروش واحدهای سرمایه‌گذاری برابر با ۱ درصد به صورت ثابت می‌باشد.</h3>
        <h3>۶-۶- حداقل مبلغ برای سرمایه‌گذاری، معادل ۱ واحد با در نظر گرفتن ارزش روز هر واحد می‌باشد. همچنین سقفی برای مبلغ خرید وجود ندارد.</h3>
        <h3>۷-۶- خرید و فروش واحدهای سرمایه‌گذاری قبل از ساعت ۱۲ ظهر، به یک روز کاری و بعد از ساعت ۱۲ ظهر،به ۲ روز کاری بعد موکول می‌شود. همچنین مبنای قیمت خرید و فروش، پس از تایید نهایی درخواست می‌باشد. سرمایه گذار باید به این نکته توجه داشته باشد که در صورت اختلاف قیمت خرید در لحظه ثبت اولیه و ثبت نهایی، مابه التفاوت آن به کیف پول سرمایه‌گذار واریز می‌شود.</h3>
        <h3>۸-۶- سرمایه‌گذار در هر لحظه می‌تواند درخواست فروش واحد‌های سرمایه‌گذای خود را ثبت کند.</h3>
        <br/>
        <h2>ماده ۷: تضمین اصل سرمایه</h2>
        <h3>۱-۷- صندوق‌های سرمایه‌گذاری که تحت عنوان تضمین اصل سرمایه ارائه می‌شوند، ریسک معاملاتی نداشته و اصل دارایی سرمایه‌گذار حفظ می‌شود.</h3>
        <h3>۲-۷- در صندوق‌های تضمین سرمایه در صورت بازدهی مثبت، سود به سرمایه‌گذار تعلق می‌گیرد ولی در صورت بازدهی منفی، زیانی شامل حال سرمایه‌گذار نمی‌شود.</h3>
        <br/>
        <h2>ماده ۸: ترکیب دارایی صندوق‌ها</h2>
        <h3>۱-۸- تمام اطلاعات مربوط به صندوق‌ها، شامل ترکیب دارایی‌ها و اطلاعات مربوط به آن به صورت شفاف و به‌روز موجود بوده و اشخاص می‌توانند با مراجعه به صفحه ترکیب دارایی صندوق‌ها در نشانی اینترنتی اهرم، از آنها مطلع شوند.</h3>
        <h3>۲-۸- حداقل زمان سرمایه‌گذاری در صندوق‌های تضمین اصل سرمایه شش ماه می‌باشد و سرمایه‌گذار مجاز به برداشت دارایی خود زود تر از این زمان نمی‌باشد.</h3>
        <br/>
        <h2>ماده ۹: حساب‌های بانکی شرکت</h2>
        <h3>۱-۹- به تشخیص مدیر صندوق تعداد لازم حساب یا حساب‌های بانکی به نام شرکت افتتاح می‌شود و کلیه وجوه حاصل از خرید واحد‌ها، واریز به حساب و وجوه پرداختی بابت فروش واحدهای سرمایه‌گذاری و وجوه پرداختی به سرمایه‌گذاران، منحصرا از طریق این حساب یا حساب‌ها انجام می‌پذیرد. حساب‌های صندوق در بخش شماره حساب‌ها در نشانی اینترنتی در دسترس می‌باشند.</h3>
        <h3>۲-۹- کلیه پرداخت‌ها از حساب یا حساب‌های بانکی شرکت به دستور مدیر صندوق صورت می‌پذیرد و ناظر صندوق باید قبل از پرداخت و پس از اطمینان از تطابق دستور پرداخت با اطلاعات سرمایه‌گذار، دستور پرداخت را تایید نماید.</h3>
        <h3>بررسی ناظر در مورد پرداخت‌ها شامل موارد زیر خواهد بود:</h3>
        <h3>• مبالغ قابل پرداخت به هر سرمایه‌گذار با توجه به تعداد واحدهاي سرمایه‌گذاري به طور صحیح محاسبه شده باشد.</h3>
        <h3>• کلیه پرداخت‌ها صرفا به حساب بانکی اعلام شده توسط سرمایه‌گذار واریز شود.</h3>
        <h3>• سرمایه‌گذار مجاز به برداشت مبلغ باشد.</h3>
        <h3>• حساب سرمایه‌گذار مشکل قانونی نداشته باشد.</h3>
        <h3>• سرمایه‌گذار در قید حیات باشد.</h3>
        <br/>
        <h2>ماده ۱۰: هزینه‌های صندوق</h2>
        <h3>هزینه‌هایی که از محل دارایی‌های صندوق قابل پرداخت هستند صرفا عبارت است از:</h3>
        <h3>۱. حق‌الزحمه کارمندان شرکت</h3>
        <h3>۲. حق‌الزحمه حسابرس</h3>
        <h3>۳. هزینه مالیات بر ارزش افزوده خدمات دریافتی صندوق، مطابق قانون یا قوانین مربوطه</h3>
        <h3>۴. کارمزدهای مربوط به خرید و فروش دارایی‌ها</h3>
        <h3>۵. هزینه‌های مالی تسهیلات اخذ شده</h3>
        <h3>۶. هزینه های مربوط به زیر ساخت و نگهداری از آن</h3>
        <br/>
        <h2>ماده ۱۱: مسئولیت شرکت</h2>
        <h3>۱-۱۱- شرکت با تمام توان خود موظف است به صورت ۲۴ ساعته از طریق تیکت و پشتیبانی آنلاین و تماس تلفنی در ساعات کاری کاربران را راهنمایی و مشکلات آن‌ها را رفع کند.</h3>
        <h3>۲-۱۱- اطلاعات کاربران به عنوان اطلاعات محرمانه نزد شرکت محافظت شده و دسترسی به آن توسط اشخاص ثالث ممنوع بوده، مگر برابر قانون و تصمیم مقام قضایی. بنابراین در موارد قانونی از سوی مراجع قضایی، شرکت مکلف به ارائه اطلاعات سرمایه‌گذاران به مراجع مذکور است.</h3>
        <h3>۳-۱۱- شرکت موظف است تمامی مشکلات کاربران که در حیطه وظایف شرکت است را به سرعت برطرف کند.</h3>
        <h3>۴-۱۱- شرکت موظف است که حافظ و امین دارایی سرمایه‌گذاران باشد و با تمام توان آن را مدیریت کند.</h3>
        <h3>۵-۱۱- شرکت موظف است که مدیریت دارایی سرمایه‌گذاران را به شکل درون سازمانی انجام دهد و به هیچ عنوان با اشخاص حقیقی یا حقوقی خارج از شرکت همکاری نکند.</h3>
        <h3>۶-۱۱- شرکت متعهد می‌شود از خبره ترین کارشناسان بازارهای مالی برای مدیریت دارایی‌ها استفاده کند.</h3>
        <h3>۷-۱۱- شرکت متعهد می‌شود که هیچ یک از مدیرانش شغل دیگری نداشته باشند و در هیئت مدیره شرکت های دیگر نباشند.</h3>
        <h3>۸-۱۱- شرکت هیچ‌گونه مسئولیتی در قبال ضرر و زیان سرمایه گذاران در شرایط ریزشی بازار ندارد مگر در مواردی که تضمین اصل سرمایه اعلام شده باشد.</h3>
        <br/>
        <h2>ماده ۱۲: مسئولیت کاربر</h2>
        <h3>۱-۱۲- مسئولیت همه اقدامات و افعال کاربر که ناشی از عدم رعایت قوانین موضوعه جمهوری اسلامی ایران از جمله قانون مجازات اسلامی (ارتکاب جرم در هنگام استفاده از خدمات اهرم) و قوانین مدنی (ورود خسارت به اموال کاربران) باشد، برعهده شخص متخلف بوده و شرکت هیچ گونه مسئولیتی در قبال اعمال و افعال فوق نداشته و نخواهد داشت. شرکت می‌تواند ضمن غیر فعال کردن حساب کاربری متخلف، از طریق مراجع ذیصلاح، اقدامات قانونی را علیه نامبرده نسبت به احقاق حقوق قانونی خود به عمل آورد.</h3>
        <h3>۲-۱۲- هرگونه اقدامی از سوی کاربر که منجر به ورود خسارت به شهرت، اعتبار و دارایی‌های شرکت شود تخلف از شرایط قراردادی و قانونی تلقی خواهد شد. شرکت این حق را برای خود محفوظ می‌داند که حساب کاربر متخلف را مسدود کند و در صورت نیاز اقدامات قانونی لازم را علیه متخلف به‌عمل آورد و خسارت و حقوق قانونی خود را مطالبه کند.</h3>
        <h3>۳-۱۲- کاربر متعهد می‌شود که از سامانه های اهرم برای فعالیت‌های مجرمانه مانند انجام معاملات ربوی، پولشویی، کلاهبرداری و سرقت استفاده نکند. در صورت کشف یا شناسایی، از طریق مراجع قضایی پیگرد قانونی به عمل خواهد آمد.</h3>
        <h3>۴-۱۲- کاربر مکلف به رعایت کلیه شرایط و قوانین منتشرشده در اهرم می‌باشد و در صورت نقض تعهدات و شرایط مذکور مسئول پذیرش کلیه آثار ناشی از تخلف خواهد بود.</h3>
        <h3>۵-۱۲- سرمایه‌گذار موظف است که سرمایه‌گذاری خود را با توجه به میزان ریسک پذیری خود و به صورت آگاهانه از خطرات و ریسک‌ بازارهای مالی انجام دهد.</h3>
        <br/>
        <h2>ماده ۱۳: اطلاعیه‌ها</h2>
        <h3>۱-۱۳- کاربران می‌پذیرند که شرکت ممکن است از ارسال پیامک و یا Push Notification به عنوان راه ارتباطی با آنها استفاده کند. کاربران می‌توانند درخواست کنند که ارسال پیام‌ها قطع شود، اما با انصراف از دریافت پیام‌ها مشکلات احتمالی در استفاده از خدمات را می‌پذیرند.</h3>
        <h3>۲-۱۳- کاربر و شرکت‌ می‌توانند از طریق تماس تلفنی، ایمیل، تیکت و پشتیبانی آنلاین با یکدیگر در ارتباط باشد. همچنین کاربر می‌پذیرد که کلیه مکالمات صورت گرفته از هر یک از روش‌ها به عنوان سندی معتبر در نظر گرفته می‌شود و کاربر نمی‌تواند منکر آن شود.</h3>
        <br/>
        <h2>ماده ۱۴: موارد فنی</h2>
        <h3>۱-۱۴- کاربر حق ندارند هیچ‌گونه تلاشی در جهت استخراج سورس کد Source Code نرم‌افزارها شامل دیکامپایل Decompile، مهندسی معکوس Reverse Engineering یا فعالیت‌های مشابه انجام دهد، مگر اینکه اجازه چنین کاری به صورت قانونی صادر شده باشد.</h3>
        <h3>۲-۱۴- کاربر مجاز نیست با استفاده از روش‌هایFraming یا Mirroring و روش‌های دیگر، نسخه دیگری از خدمات را روی سرورهای دیگر ارائه کند. همچنین کاربر مجاز نیست در ارائه خدمات تغییر یا اخلالی ایجاد کند.</h3>
        <h3>۳-۱۴- کاربر حق ندارد نرم‌افزار یا اسکریپتی با هدف ایندکس‌گذاری (Indexing)، مطالعه یا هرگونه فعالیت داده‌کاوی روی خدمات اجرا کند.</h3>
        <h3>۴-۱۴- کاربر حق ندارد هیچ فعالیتی در راستای حصول دسترسی غیرقانونی و غیرمتداول به هیچ بخش‌های سامانه انجام دهند.</h3>
        <br/>
        <h2>ماده ۱۵: اصلاح و به‌روزرسانی</h2>
        <h3>امکان بازنگری و یا اصلاح کلی و یا جزئی این قرارداد در طی زمان وجود دارد و در صورت انجام این امر نسخه بازنگری شده روی سامانه قرار گرفته و از زمان درج، نسبت به همه كاربران عضو، مؤثر خواهد بود.</h3>
        <br/>
        <h2>ماده ۱۶: کپی‌رایت و تذکرات مرتبط به علامت تجاری</h2>
        <h3>۱-۱۶- کلیه محتوای تولید شده در تمامی صفحات این نشانی اینترنتی اعم از عکس، متن، فایل صوتی، فایل تصویری یا فایل‌های مشابه متعلق به شرکت می‌باشد.</h3>
        <h3>۲-۱۶- شرکت ممکن است در شرایطی به کاربران اجازه دهد که در نشانی اینترنتی، نرم‌افزار موبایل، شبکه‌های اجتماعی و یا سایر بخش‌های این سامانه، عکس، متن، فایل صوتی، فایل تصویری یا فایل‌های مشابه منتشر کنند. مالکیت این مطالب همچنان متعلق به کاربران خواهد بود. اما با ثبت آن‌ها در خدمات‌ مرتبط به اهرم، کاربران این حق را به شرکت می‌دهد که اطلاعاتی را که از حالت محرمانه خارج شده است، منتشر کند و یا به اشخاص حقیقی یا حقوقی دیگر منتقل کند.</h3>
        <h3>۳-۱۶- تمامی حقوق و علائم تجاری این نشانی اینترنتی برای شرکت محفوظ می‌باشد.</h3>
        <br/>
        <h2>ماده ۱۷: فورس ماژور (قوه قاهره) </h2>
        <h3>هرگاه اجرای تمام یا بخشی از قرارداد، به واسطه یک امر خارجی غیرقابل رفع و غیرقابل پیشبینی، غیرممکن شود یا به تأخیر افتد، طرفی که در این وضعیت قرار گرفته است مسئول جبران خسارات ناشی از عدم اجرا یا تأخیر در اجرای قرارداد نیست. در این صورت شرکت حسب مورد مکلف است از طریق نشانی اینترنتی خود در اسرع وقت مراتب را به کاربران اطلاع دهد.</h3>
        <br/>
        <h2>ماده ۱۸: توقف و انحلال</h2>
        <h3>۱-۱۸- هر یک از طرفین در هر زمان اختیار خواهند داشت قرارداد را صرفاً با اعلام کتبی به نشانی طرف مقابل از هفت روز کاری بعد بدون ادعای ضرر و زیان از طرف دیگر فسخ کنند.</h3>
        <h3>۲-۱۸- در صورت ادامه فورس ماژور و عدم امکان رفع آن طی مدت سه ماه از سوی هر یک از طرفین، مراتب جهت اعمال فسخ به طرف دیگر اعلام می شود.</h3>
        <h3>۳-۱۸- هرگاه امکان ادامه فعالیت اهرم یا بخشی از صندوق‌ها وجود نداشته باشد، این مورد به ‌سرمایه‌گذار اطلاع رسانی ‌می‌شود و سرمایه‌گذار موظف به فروش و تسویه واحد‌های سرمایه‌گذاری خود می‌باشد.</h3>
        <br/>
        <h2>ماده ۱۹: حل اختلاف</h2>
        <h3>در صورتی که اختلافی میان شرکت و سرمایه‌گذار به وجود آید، شرکت در ابتدا تلاش خواهد کرد که مشکل را به صورت دوستانه و منصفانه بر طرف کند. در صورت لاینحل باقی ماندن مشکل، مورد اختلاف در مراجع ذی‌صلاح قانونی قابل پیگیری است و رأی نهایی صادره ایشان برای طرفین لازم‌الاجرا می‌باشد.</h3>
        <br/>
        <h2>ماده ۲۰: قطع خدمات</h2>
        <h3>شرکت به هر دلیلی به این نتیجه برسد که حضور هر یک از کاربران می تواند امنیت و آرامش کاربران را در معرض تهدید قرار دهد، طبق صلاح‌دید خود مجاز به مسدود کردن حساب کاربر مذکور یا عدم اجازه استفاده از خدمات به صورت موقت یا دائم است. اگر کاربران تعهدات این شرایط و قوانین را رعایت نکنند یا دسترسی آنها به خدمات اهرم خطرناک باشد یا مطلوب نباشد، شرکت حق حذف دسترسی کاربر مذکور را به خدمات دارد. در این صورت، کاربر حق طرح هیچگونه ادعا و یا اعتراضی را نخواهد داشت.</h3>
        <br/>
        <h3>این قرارداد در تاریخ ۱۴۰۲/۰۷/۰۱ تنظیم شده است و کاربر نزد شرکت اذعان نمود که ضمن مطالعه کامل این قرارداد با مفاد آن موافقت کرده است.</h3>
    </div>
</div>
  );
}
